{
    "growr" : {
        "title": "Growr – присъединете се към революцията във финансовото здраве"
    },
    "menu" : {
        "what": "Какво правим",
        "mission": "Нашата мисия",
        "sign": "Вход",
        "signin-link": "https://finhealth.growr.xyz/bg/",
        "language": "English",
        "language-link": "en/index.html",
        "signup": "Регистрирай се",
        "signup-link": "https://finhealth.growr.xyz/bg/"
    },
    "h" : {
        "master-life": "Владей парите си. <br/> Вземи повече от живота.",
        "spend-just": "Прекарвай само 30 минути на седмица, за да владееш парите си и да подобриш финансовото си здраве. Създай по-добър живот за себе си и за своето семейство.",
        "check-health": "Провери финансовото си здраве",
        "only-takes": "(Това отнема само 2 минути и е безплатно. Или продължи надолу, за да научиш още.)"
    },
    "what" : {
        "title": "Какво правим?",
        "growr-is-community": "Growr е общност, която ти дава възможност да вземеш финансовото си здраве в свои ръце. Време е да тръгнеш на пътешествие към финансова независимост, по-добър живот и постигнати мечти.",
        "step-1": "Стъпка 1: Провери финансовото си здраве",
        "step-1-content": "Започни с познаване на финансовото си здраве, получи рецепта как да го подобриш и наблюдавай своя напредък.",
        "step-2": "Стъпка 2: Впусни се в седмични мисии",
        "step-2-content": "Научи нови умения и създай нови навици, като приемаш малки “хапчета” събрана мъдрост, персонализирани за твоята ситуация и нужди.",
        "step-3": "Стъпка 3: Използвай интерактивни финансови инструменти",
        "step-3-content": "Създай и следвай свой собствен бюджет, разбери какво притежаваш и дължиш, и планирай бъдещето - с нашите инструменти за пари всичко това никога не е било по-лесно",
        "step-4": "Стъпка 4: Намери ментори",
        "step-4-content": "Докосни се до нашата мрежа от опитни ментори, които не са стимулирани да ти продават продукт, за да печелят комисионна, а инвестират в бъдещия ти успех и в общността.",
        "step-5": "Стъпка 5: Избери от пазара",
        "step-5-content": "В бъдеще, финансовите услуги ще принадлежат на хората, а не на богатия елит – нашият пазар предоставя достъп до най-добрите условия от партньори, ангажирани да връщат стойност към общността на Growr – и към теб като член." ,
        "step-6": "Стъпка 6: Научи, притежавай и печели",
        "step-6-content": "За първи път икономиката на собствеността ти позволява да притежаваш дял от общността и да започнеш да печелиш, като подобряваш финансовото си здраве и помагаш на другите.",
        "own-your-future": "Притежавай бъдещето си",
        "start-now": "Започни сега",
        "to-mission": "(Или продължи надолу към нашата мисия.)"
    },
    "mission": {
        "title": "Ето нашата мисия.",
        "h-1": "Growr предефинира финансовите услуги за Web 3.0 и икономиката на собствеността: предоставяни за хората, от хората.",
        "p-1": "Growr е глобална общност, която има за цел да революционизира и демократизира начина, по който хората учат, получават съвети и използват първокласни финансови услуги, за да овладеят парите си и да създадат по-добър живот за себе си и семействата си.",
        "p-2": "Днес хората все още се обръщат към банки и други доставчици на финансови услуги, които не знаят за техните реални проблеми, нужди и стремежи. Има пълен разрив между клиента и доставчика.",
        "p-3-1": "В резултат на това по-младите поколения са по-склонни да ",
        "p-3-2": "отидат на зъболекар",
        "p-3-3": " отколкото да посетят банка. Банките и още повече небанковите кредитори имат негативен имидж за поколения Y и Z. FinTech необанките агресивно проникват на пазара, насочени към по-младото население, а крипто алтернативите започват да привличат внимание.",
        "p-4-1": "На всичко отгоре, финансовата грамотност в Югоизточна Европа – региона, в който Growr стартира първоначално – е на относително ",
        "p-4-2": "ниско ниво от 57%",
        "p-4-3": ", и риск от бедност или ",
        "p-4-4": "социалното изключване е високо – 32%",
        "p-5": "Кой тогава помага на младите и необразовани хора да придобият правилните умения и навици за живот и пари, за да им помогне да не станат жертва на финансови акули?",
        "p-6": "Подходът на Growr на първо място в общността е да предостави на своите членове персонализирано финансово образование и инструменти, в рамките на фокусирана върху човека игрова среда. Менторите също са част от общността, помагат на хората в нужда да получат правилното финансово “лечение”, независимо от доставчиците на финансови услуги. Те не се възнаграждават въз основа на комисионни за продажби, а въз основа на общия успех на членовете на общността.",
        "p-7": "Growr постепенно ще премине към DAO (децентрализирана автономна организация) и ще прехвърли собствеността си на най-активните си членове.",
        "p-8-1": "Като първа стъпка стартираме ",
        "p-8-2": "Контролния преглед на финансовото здраве",
        "p-8-3": " – началото за всички хора, които биха искали да се присъединят към общността на Growr и да получат помощ за развитието си."
    },
    "values": {
        "title": "И ценностите, на които оставаме верни.",
        "democratized": "Демократизация",
        "democratized-content": "Буквално: позволяваме на хората да бъдат собственици. Нека спрем да облагодетелстваме само най-богатия 1%, да осигурим достъп до финансови услуги на всички и да дадем на всеки това, което заслужава.",
        "life-first": "С фокус върху живота",
        "life-first-content": "Парите не са крайната цел – те са просто средството да преминете гладко през житейските си моменти и предизвикателства и да постигнете мечтите си. Growr предоставя финансови услуги, които са проектирани да поставят живота на първо място.",
        "premium": "Първокласно усещане",
        "premium-content": "Нашата общност е изградена от инженери, дизайнери, разказвачи и финансисти, които са майстори в занаята си, предоставяйки първокласно усещане за услугите, достъпно за всеки.",
        "human": "Дигитални, но човешки",
        "human-content": "Ние вярваме в създаването на безопасна среда, в която хората могат да споделят своя опит и предизвикателства и да получават подкрепа от опитни ментори – винаги има някой, който знае и е съпричастен, с когото можеш да говориш.",
        "join": "Присъедини се към движението"
    },
    "footer": {
        "rights": "&copy; dmakr, 2021. Всички права запазени.",
        "terms": "Условия за ползване",
        "privacy": "Политика за поверителност"
    },
    "privacy": {
        "title": "Политика за поверителност на Growr",
        "para1": "Благодарим ти, че си част от общността на Growr (\"Компанията\", \"ние\", или \"нашето\"). Ние сме ангажирани да защитаване твоята лична информация и право на поверителност. Ако имаш някакви въпроси или притеснения относно настоящата Политика за поверителност или по повод на нашите практики относно личните ти данни, молим да се свържеш с нас на privacy@growr.xyz."
    },
    "terms": {
        "title": "Условия за ползване на Growr",
        "para1": "Тези условия са в процес на изработка."
    }
}