{
    "growr-home": {
        "title": "Growr - delivering open financial services to the next billion",
        "heading": "Delivering open financial services to the next billion",
        "subheading": "We are builders enabling a full stack of financial services on top of Bitcoin with open access to anyone.",
        "button": "Learn why it’s needed",
        "button-link": "#mission",
        "menu": {
            "mission": "Our mission",
            "what": "What are we building?",
            "finhealth": "Financial health",
            "finhealth-link": "finhealth/index.html",
            "protocol": "Micro-lending protocol",
            "protocol-link": "protocol/index.html",
            "team": "Team",
            "news": "News"
        },
        "mission": {
            "title": "Our mission.",
            "subtitle": "Growr is creating a world of equal opportunity for everyone and guiding people in achieving more in life.",
            "p-1-1": "Today, a quarter of of the world’s adult population still ",
            "p-1-2": "does not have an account",
            "p-1-2-link": "https://www.worldbank.org/en/publication/globalfindex",
            "p-1-3": ". In some countries in the developing world, financial exclusion is as high as 90%. We believe that every person—no matter their walk of life—has the right to use simple financial services. The ability to pay and get paid, save for their short- and long-term goals, finance their personal and business projects, and protect their family against life’s surprises, can be available to all at a fair price, thanks to digital technology.",
            "p-2-1": "Money is not an end goal; it’s a means to help people achieve their life dreams. Unfortunately, ",
            "p-2-2": "only 33% of people",
            "p-2-2-link": "https://gflec.org/wp-content/uploads/2015/11/Finlit_paper_16_F2_singles.pdf",
            "p-2-3": " globally are financially literate, and more than half of the world’s population lives ",
            "p-2-4": "without savings",
            "p-2-4-link": "https://globalfindex.worldbank.org/sites/globalfindex/files/chapters/2017%20Findex%20full%20report_chapter5.pdf",
            "p-2-5": ". We believe that every person can plan their goals and work towards reaching them without being afraid of losing their hard-earned savings to inflation and other crimes, only by using the right financial tools.",
            "starting-with-button": "What are we doing about it?",
            "starting-with-button-link": "#what"
        },
        "vision": {
            "title": "What are we building?",
            "p-1": "We imagine the world in 2040 with 1 billion people—currently considered unbanked—having fair and secure access to the financial services they deserve.",
            "p-2": "Bitcoin is a global open network that provides free access to the soundest money that has ever existed, and the ability to pay and get paid instantly with nearly zero fees, thanks to its second-layer Lightning network.",
            "p-3": "Growr is building on top of that to complete the stack of financial services that every person deserves, starting from sustainable productive lending and financial health tools that provide personalized guidance.",
            "finhealth": {
                "title": "Improving financial health.",
                "content": "Growr is building a community and tools that empower people to take their financial health into their own hands. We have started with a financial health checkup and personalized advice on improving your situation.",
                "button": "Learn more"
            },
            "protocol": {
                "title": "Fair and sustainable micro-lending.",
                "content": "The Growr protocol enables micro-entrepreneurs to receive instant productive loans based on their self-sovereign credit record without over-collateralization. In contrast to traditional microfinance, Growr facilitates an open and global lending marketplace and enforces a fully transparent deployment of capital.",
                "button": "Learn more"
            }
        },
        "team": {
            "who": "Who are we?",
            "rs": "Radoy Stoyanov",
            "rs-photo": "images/rs.jpg",
            "rs-role": "Co-founder, vision and go-to-market",
            "rs-linkedin": "",
            "rs-twitter": "",
            "rs-story": "Radoy’s story",
            "rs-story-link": "",
            "za": "Zhivko Angelov",
            "za-photo": "images/za.jpg",
            "za-role": "Co-founder, product and operations",
            "za-linkedin": "",
            "za-twitter": "",
            "za-story": "Zhivko’s story",
            "za-story-link": "",
            "vg": "Valentin Genev",
            "vg-photo": "images/vg.jpg",
            "vg-role": "Co-founder, technology",
            "vg-linkedin": "",
            "vg-twitter": "",
            "vg-story": "Valentin’s story",
            "vg-story-link": ""
        },
        "values": {
            "title": "These are the values we abide by.",
            "value1": "Freedom.",
            "value1-content": "We dream of an open world of abundance, equality, privacy, and inclusion, where every single person—no matter their starting point—is free to choose, has the right to access, and has the opportunity to grow personally following their journey.",
            "value2": "Transparency.",
            "value2-content": "Most financial services are provided in a way that creates confusion and does not help protect the people from abuse and exclusion. We imagine a world where every person can select the best service with fair conditions and where capital is deployed to make the right impact without the risk of misuse.",
            "value3": "Contribution.",
            "value3-content": "Engineers, designers, storytellers, and financiers who are masters in their craft and committed to contributing to society are actively building our community. We are creating a safe environment where people can share their experiences and challenges and get support.",
            "value4": "Empowerment.",
            "value4-content": "Money is not the end goal—it’s just the means to go smoothly through your life moments and struggles and to achieve your dreams. We empower people by delivering innovative financial services designed around life.",
            "join": "Join the movement"
        },
        "news": {
            "title": "News",
            "news-20211115-date": "15 Nov 2021",
            "news-20211115-title": "Growr launches the Financial Health Checkup",
            "news-20211115-content": "Financial healthcare is at the heart of Growr’s ethos. Today, we launched our first product—the Financial Health Checkup. It provides a quick checkup of your financial health and personalized advice on improving it.",
            "news-20211115-button": "Read more",
            "news-20211115-link": "https://growr.xyz/finhealth",
            "news-20211209-date": "San Salvador, 9 Dec 2021",
            "news-20211209-title": "Growr wins Best Overall Product award at the Bitcoin Bankathon",
            "news-20211209-content": "We are proud to announce that we have won the Best Overall Product award at the Bitcoin Bankathon in El Salvador, organized by Banco Hipotecario in collaboration with API3 and Open Bank Project and sponsored by Qredo and Tropykus.",
            "news-20211209-button": "Read more",
            "news-20211209-link": "https://devpost.com/software/growr-on-chain",
            "news-20220410-date": "10 Apr 2022",
            "news-20220410-title": "Growr releases version 0.2 of the protocol on RSK Testnet",
            "news-20220410-content": "Today, we are releasing a major update to the Growr Protocol on RSK Testnet, demonstrating the power of self-sovereign identity and decentralized risk management as enablers of financial inclusion.",
            "news-20220410-button": "Read more",
            "news-20220410-link": "https://github.com/growr-xyz/growr-protocol-app/releases/tag/httf4",
            "news-20220428-date": "London, 28 Apr 2022",
            "news-20220428-title": "Growr wins big at Finastra’s Hack to the Future",
            "news-20220428-content": "Growr has won Best Diversity, Equity & Inclusion (DE&I) submission at Finastra’s Hack to the Future 4 annual global hackathon and second place in the Decentralized Finance (DeFi) category. Thousands of participants from over 75 countries submitted 230+ projects focused on sustainable and inclusive finance, embedded finance, and DeFi.",
            "news-20220428-button": "Read more",
            "news-20220428-link": "https://www.finastra.com/press-media/finastra-names-hack-future-4-winners",
            "news-20220629-date": "London, 29 Jun 2022",
            "news-20220629-title": "Finextra TV  showcases Growr",
            "news-20220629-content": "Richard Peerce from Finextra TV—the leading financial technology media—asked Growr’s Radoy Stoyanov to share the global problems the protocol is solving.",
            "news-20220629-button": "Read more",
            "news-20220629-link": "https://www.finextra.com/videoarticle/2736/enabling-fair-instant-and-unsecured-loans-based-on-self-sovereign-identity--defi",
            "news-20220725-date": "25 Jul 2022",
            "news-20220725-title": "Growr releases version 0.3 of the protocol on RSK Testnet",
            "news-20220725-content": "Today, we are releasing the next version of the Growr protocol with multiple bug fixes and new features in the core protocol and the borrowing app.",
            "news-20220725-button": "Read more",
            "news-20220725-link": "https://github.com/growr-xyz/growr-protocol-app/releases/tag/v0.3"
        },
        "recognitions": {
            "title": "Recognitions",
            "bitcoin-bankathon-link": "https://devpost.com/software/growr-on-chain",
            "httf4-link": "https://www.finastra.com/press-media/finastra-names-hack-future-4-winners"
        }
    },
    "growr-protocol": {
        "title": "Growr protocol - fair and sustainable micro-lending",
        "heading": "Fair and sustainable micro-lending protocol",
        "subheading": "Growr helps micro-entrepreneurs build their self-sovereign credit record and receive fair productive loans",
        "button": "Learn more",
        "button-link": "#why",
        "menu": {
            "home": "Home",
            "why": "Why",
            "why-link": "#why",
            "video": "How does it work?",
            "video-link": "#video",
            "how": "Mechanics",
            "how-link": "#how",
            "peseta": "Peseta",
            "peseta-link": "#peseta",
            "resources": "Resources",
            "resources-link": "#resources"
        },
        "value-prop": {
            "title": "Why Growr protocol?",
            "subtitle": "Growr helps micro-entrepreneurs build their self-sovereign credit record and receive fair productive loans without over-collateralization, bringing real-world yield to the decentralized finance protocols in the Bitcoin ecosystem.",
            "value-1": "Micro-loans with fair conditions",
            "value-1-content": "Growr creates a global decentralized marketplace to match supply and demand at the best possible price. This open free market creates fair conditions by enforcing the same rules for everyone.",
            "value-2": "Empowerment of local communities",
            "value-2-content": "Local players can use the protocol to facilitate access to credit by understanding the risk context and defining the right risk model, and social circles play an important role in referring borrowers and supporting them throughout the loan lifecycle.",
            "value-3": "Real-world yield from productive loans",
            "value-3-content": "Investors across the globe can deploy their excess capital through the protocol and generate yield from real economic activity according to their risk appetite.",
            "value-4": "Revenue growth for suppliers and buyers", 
            "value-4-content": "Local suppliers and buyers can grow their business volume by facilitating value chain credit facilities for their micro-enterprise partners, participating in the origination and collection within the community.",
            "value-5": "Transparency in capital allocation",
            "value-5-content": "Growr enforces sustainable micro-lending policies by embedding financial health incentives for borrowers, and enables end-to-end transparency of how investor’s capital is deployed down to the level of each individual borrower.",
            "value-6": "Democratized credit record",
            "value-6-content": "Instead of relying on risk data locked within proprietary databases, Growr provides an open credit record model, which also preserves the privacy of the borrowers through a self-sovereign identity."
        },
        "video": {
            "title": "How does it work?"
        },
        "how": {
            "title": "Protocol mechanics",
            "subtitle": "Growr enables institutional and individual investors to fund lending pools according to their risk/reward appetite, and borrowers to apply for and receive unsecured or partially secured loans. ",
            "how-1": "Self-sovereign credit record",
            "how-1-content": "A digital identity, based on W3C’s DID and VC standards, owned and managed by the user, storing their credentials, credit history and financial health tools for education and personalized advice.",
            "how-2": "Distributor",
            "how-2-content": "Wallets, financial institutions, FinTech companies and non-financial providers such as merchants, telcos and gig economy platforms, facilitating access to the protocol through a simple and secure way for borrowers to easily apply and obtain fair loans.",
            "how-3": "Trusted party",
            "how-3-content": "Trusted parties (such as value chain partners, financial providers, telcos, merchants, NGOs) issue cryptographically verifiable credentials to the borrowers about their financial and non-financial life that are stored in their self-sovereign financial identity.",
            "how-4": "Risk assessor",
            "how-4-content": "Risk assessors are third parties trusted—and most often owned—by the lenders that perform verification of borrowers’ credentials and assert their eligibility to receive a loan. Risk assessors produce a credit score for each project that is used by the lenders in their automated decisions.",
            "how-5": "Decentralized marketplace",
            "how-5-content": "A decentralized smart contract ecosystem for lending and borrowing on top of the Bitcoin network and Rootstock (RSK), with open access for everyone. The key differentiator of Growr is that loans are provided against verified credentials from borrower’s self-sovereign financial identity and credit record, instead of requiring over-collateralization.",
            "how-6": "Lender",
            "how-6-content": "A traditional finance institution that is providing micro-lending through the global marketplace with specific conditions and eligibility criteria. Lenders make their financing decisions based on the credit record of the borrower, provided by the risk assessors.",
            "how-7": "Investor",
            "how-7-content": "A decentralized finance protocol, institutional or individual investor pooling funds who deploy capital as senior tranche and delegate the actual lending activity to the lenders. Investors get rewarded with yield from real economic activity based on the pool profitability. Generally, the global pool yield will tend to be lower that the pond yield due to the wholesale lending nature of the pools."
        },
        "peseta": {
            "title": "Peseta: fair loans made easy.",
            "subtitle": "The Peseta app was designed for El Salvador, as a simple and secure way for consumers and merchants to easily apply for loans on top of the Bitcoin network.",
            "step-1": "Link account",
            "step-1-content": "Link your bank account and social profiles to Peseta to create your personal financial identity.",
            "step-2": "Apply for loans",
            "step-2-content": "Use the Peseta app and your financial identity to apply for a loan and get an instant response.",
            "step-3": "Pay",
            "step-3-content": "Through integration with the Lightning network, Peseta enables instant payments to any merchant in El Salvador.",
            "step-4": "Manage your loans",
            "step-4-content": "The Peseta app has all the tools to manage every aspect of your loan transactions, withraw the amount to your Chivo wallet and easily pay it off to build your credit score.",
            "step-5": "Learn and earn",
            "step-5-content": "Learning the features and benefits of Bitcoin through short tutorials earns you fractional bitcoin to build wealth and pay off loans.",
            "button": "Learn more",
            "button-link": "https://www.peseta.xyz/"
        },
        "resources": {
            "title": "Resources",
            "litepaper-title": "Litepaper",
            "litepaper-content": "Growr’s litepaper is a short non-technical description of how the protocol works and the main concepts behind it.",
            "litepaper-button": "Open",
            "litepaper-link": "https://growr-xyz.github.io/growr-documentation/litepaper/Growr-litepaper.pdf",
            "docs-title": "Documentation",
            "docs-content": "Growr’s documentation provides in-depth details about the different components of the protocol—distribution & identity, risk management, liquidity, payments and governance.",
            "docs-button": "Open",
            "docs-link": "https://growr-xyz.github.io/growr-documentation/",
            "github-title": "GitHub repositories",
            "github-content": "Visit Growr’s GitHub page to view our open source repositories and contribute.",
            "github-button": "Open",
            "github-link": "https://github.com/growr-xyz",
            "video-title": "Video tutorial",
            "video-content": "For an visual overview of Growr, its concepts and borrowing and lending apps, check our playlist on YouTube.",
            "video-button": "Open",
            "video-link": "https://www.youtube.com/watch?v=dzzadU2suGw&list=PL2-XQBmXVGxzQf1z-2MISs7aJuX-91bQ6"
        }
    },
    "growr-finhealth" : {
        "title": "Growr - join the financial health revolution",
        "menu" : {
            "home-link": "../index.html",
            "what": "What we do",
            "mission": "Our mission",
            "sign": "Sign in",
            "signin-link": "https://finhealth.growr.xyz/login",
            "language": "Български",
            "language-link": "../bg/finhealth/index.html",
            "signup": "Sign up",
            "signup-link": "https://finhealth.growr.xyz/"
        },
        "h" : {
            "master-life": "Master your money. <br/> Get more from life.",
            "spend-just": "Invest just 30 minutes per week to master money and improve your financial health. Create a better life for you and your family.",
            "check-health": "Check your financial health",
            "only-takes": "(It only takes 2 minutes and it’s free. Or scroll down for more.)"
        },
        "what" : {
            "title": "What we do",
            "subtitle": "Growr is building a global community aiming to revolutionize and democratize the way people learn, get advice, and use open, fair and sustainable financial services.",
            "growr-is-community": "Growr provides its members with personalized financial education and tools, within a human-focused gamified environment. Mentors are also part of the community, helping people in need get the right financial “treatment”, independently from financial service providers. They are not rewarded based on sales commissions but based on the overall success of the community members.",
            "call-to-adventure": "It’s time to embark on a journey to financial independence, learning how to master your money and create a better life for yourself and your family.",
            "step-1": "Step 1: Check your financial health",
            "step-1-content": "Start with knowing your financial health, get prescription on how to improve it, monitor and experience your progress.",
            "step-2": "Step 2: Embark on weekly quests",
            "step-2-content": "Learn new skills and create new habits by taking little “pills” of distilled wisdom, personalized for your situation and needs.",
            "step-3": "Step 3: Use interactive money tools",
            "step-3-content": "Creating and following your budget, knowing what you own & owe, and planning the future has never been easier with our money tools built to empower your own life moments.",
            "step-4": "Step 4: Find mentors",
            "step-4-content": "Tap into our network of experienced mentors who are not incentivized to sell you a product to earn commission, but invest in your future success and the community.",
            "step-5": "Step 5: Choose from the marketplace",
            "step-5-content": "In the future, financial services will be owned by the people, not the rich elite. Our marketplace provides access to the best deals from partners who have committed to give back to the Growr community—and to you as a member.",
            "step-6": "Step 6: Learn, own and earn",
            "step-6-content": "For the first time, the ownership economy enables you to own a part of the community and start earning by improving your financial health and mentoring others.",
            "own-your-future": "Own your future",
            "start-now": "Begin now"
        }
    },
    "footer": {
        "rights": "&copy; dmakr d/b/a Growr, 2022. All rights reserved.",
        "terms": "Terms of Use",
        "privacy": "Privacy Policy"
    },
    "privacy": {
        "title": "Growr Privacy Policy",
        "para1": "Thank you for choosing to be part of our community at Growr (\"Company\" ,\"we,\" \"us,\" or \"our\"). We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about this privacy notice or our practices with regard to your personal information, please contact us at privacy@growr.xyz."
    },
    "terms": {
        "title": "Growr Terms of Use",
        "para1": "These Terms are currently being prepared."
    }
}